---
kind: other
id: Methods.T:Autodesk.Revit.DB.GraphicsStyle
source: html/33329d25-4b1b-9c2c-cfff-b7365026681e.htm
---
# GraphicsStyle Methods

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.